<!DOCTYPE html>
<html lang="hi">
<head>
<meta charset="UTF-8">
<link rel="stylesheet" href="css/bootstrap.css" type="text/css" />
<link rel="stylesheet" href="css/bootstrap.min.css" type="text/css" />
<link href="css/bootstrap3.min.css" type="text/css" rel="stylesheet" />


</head>

<body>
<div class="panel panel-primary">
<div class="panel-heading">विद्यार्थी द्वारा शपथ</div>
<div class="panel-body">
<div class="col-md-12">
<div class="form-group">
      <label >1.मैं घोषणा करता/ करती हूँ कि मैं अपने माता/ पिता/ सरंक्षक की आज्ञा से प्रवेश ले रहा/रही हूँ|</label>
	  <label >2.मैं विद्यालय में सभी नियमों का पालन करूंगा/ करूंगी और किसी रजनीतिक गतिविधि में भाग नही लूंगा/ लुंगी|</label>
     <label > 3.मैं नियम पूर्वक विद्यालय में उपस्थित रहूँगा/रहूंगी|वर्ष में 75% उपस्थित न होने की स्थिति में वार्षिक परीक्षा में बैठने का पात्र नहीं हूंगा/हुंगी|</label>
	 <label > 4.मैं विद्यालय द्वारा निर्धारित वर्दी (uniform) नियम पूर्वक पहनूंगा/पहनूंगी|</label>
	  <label >5.मैं विद्यालय की सम्पति की सम्भाल करूंगा/करूंगी|तोड़-फोड़ की अवस्था में दंड का भागी हूंगा/हुंगी|</label>
	  <label >6.मैं वचन देता /देती हूँ कि ragging जैसीं गतिविधियों में भाग नहीं लूंगा/लुंगी|ragging में भाग लेने की अवस्था में मुझे विद्यालय से निष्कासित किया जा सकता है|</label>
	  <label >7.में विद्यालय में मोबाइल फोन का उपयोग नहीं करूँगा/करूंगी और मैं वचन देता /देती हूँ कि मैं किसीभी प्रकार के नशे का उपयोग नहीं करूँगा/करूँगी और यदि में ऐसा करते हुए/करती हुई पाया/ पायी जाती हूँ तो विद्यालय  प्रशासन द्वारा की गई अनुशासनात्मक कार्यवाही मुझे स्वीकृत होगी|</label>
    </div></div></div></div>
	<div class="panel panel-primary">
<div class="panel-heading">माता/ पिता/ सरंक्षक द्वारा शपथ</div>
<div class="panel-body">
<div class="col-md-11">
<div class="form-group">
      <label >1.मैं घोषणा करती हूँ कि..................(विद्यार्थी का नाम) मेरी  आज्ञा से इस विद्यालय में प्रवेश ले रहा / रही है|
	  </label>
	  <label >2.मैं इसकी सभी देय राशियाँ नियमानुसार अदा करता रहूँगा/रहूंगी|</label>
     <label > 3.मैं वचन देता/देती हूँ कि वह राजनीतिक,अनुशासनहीनता एवम रैगिंग जैसी गतिविधियों में भाग नहीं लेगा/लेगी| और वह ऐसा करता / करती है तो आप के द्वारा की गई कार्यवाही मुझे स्वीकृत होगी|</label>
	 <label > 4.मैं व्यक्तिगत रूप से अपने बच्चे की उपस्थिति, पढाई तथा आचार-व्यवहार का ध्यान रखूंगा/रखूंगी और इसके लिए मैं आपसे तथा सम्बन्धित प्रध्यापकों से सम्पर्क बनाये रखूंगा/रखूंगी|</label>
	  <label >5. वह परिसर में मोबाइल फोन का उपयोग नहीं करेगा / करेगी | वह किसी भी प्रकार से , किसी भी तरह के नशे  में सलिंप्त नही होगी|</label>
	  </div></div></div></div>
</body>
</html>
